﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿/=#
#include "VFR.uni"

//---------------------------------------------------------------------------
// UART Override Configuration
//---------------------------------------------------------------------------
#string STR_UART_OVERRIDE_FORM                   #language eng "UART Override Configuration"
#string STR_UARTMODE_FORM_HELP                  #language eng "UART Override Configuration"

#string STR_AAEON_UART_OVERRIDE_1                 #language eng "Override Set 1"
#string STR_AAEON_UART_OVERRIDE_2                 #language eng "Override Set 2"
#string STR_AAEON_UART_OVERRIDE_3                 #language eng "Override Set 3"
#string STR_AAEON_UART_OVERRIDE_4                 #language eng "Override Set 4"
#string STR_AAEON_UART_OVERRIDE_5                 #language eng "Override Set 5"
#string STR_AAEON_UART_OVERRIDE_6                 #language eng "Override Set 6"

#string STR_AAEON_UART_OVERRIDE_SUPPORT          #language eng "  UART Override Support"
#string STR_AAEON_UART_OVERRIDE_SUPPORT_HELP     #language eng "Enabled/Disabled overridding BIOS kernel settings to specific UART."

#string STR_AAEON_UART_OVERRIDE_UID              #language eng "  UART Number"
#string STR_AAEON_UART_OVERRIDE_UID_HELP         #language eng "Number of target UART to override.\nShould be same as UID defined in BIOS kernel."

#string STR_AAEON_UART_OVERRIDE_PRESENT          #language eng "    Precence"
#string STR_AAEON_UART_OVERRIDE_PRESENT_HELP     #language eng "Enalbed - Target is present and functional\nNot Disabled - Target is hidden and disabled."